"1 370 1 4206624770 ,"
"images 1 3 416 416 ,"
" 1002 1003 1006 1007 1010 1011 1014 1015 1018 1019 1020 1023 1024 1027 1028 1031 1032 1035 1036 1039 1040 1043 1044 1045 1048 1049 1052 1053 1056 1057 1060 1061 1062 1063 1064 1065 1066 1069 1070 1073 1074 1077 1078 1081 1082 1085 1086 1087 1090 1091 1094 1095 1098 1099 1102 1103 1104 1105 1106 1107 1108 1111 1112 1115 1116 1119 1120 1123 1124 1127 1128 1129 1132 1133 1136 1137 1140 1141 1144 1145 1146 1147 1148 1149 1150 1158 1166 1174 1175 1177 1180 1183 1186 1189 1192 1195 1198 1201 1204 1207 1210 1213 1216 1219 1222 1225 1228 1231 1234 1237 1240 1243 1246 1249 1252 1255 1258 1261 1264 1267 1270 1273 1276 1279 1282 1285 1288 1291 1294 1297 1300 1303 1306 1309 1312 1315 1318 1321 1324 1327 1330 1333 1336 1339 1342 1345 1348 1351 1354 1357 1360 1363 1366 1369 1372 1375 1378 1381 1384 1387 1390 1393 1396 1399 1402 1405 1408 1411 1414 1417 1420 1423 1426 1429 1432 1435 1438 1441 1444 1447 1450 1453 1456 1459 1462 1465 1468 1471 1474 1477 1480 1483 1486 647 652 657 662 667 672 677 682 683 686 687 690 691 694 695 698 699 702 703 706 707 710 711 714 715 716 717 720 721 724 725 728 729 732 733 736 737 740 741 744 745 748 749 750 753 754 757 758 761 762 763 766 767 770 771 774 775 776 777 780 781 784 785 788 789 792 793 796 797 800 801 804 805 808 809 810 813 814 817 818 821 822 823 826 827 830 831 834 835 836 837 840 841 844 845 848 849 852 853 854 855 856 857 860 861 864 865 868 869 872 873 876 877 880 881 882 885 886 889 890 895 896 899 900 903 904 907 908 911 912 915 916 917 920 921 924 925 930 931 934 935 938 939 942 943 946 947 950 951 952 955 956 959 960 963 964 965 968 969 972 973 976 977 980 981 984 985 986 989 990 993 994 997 998 999 images output ,"
"output ,"
" 369 ,"
"StridedSlice Slice_4 1 1 images 647 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_9 1 1 647 652 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_14 1 1 images 657 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_19 1 1 657 662 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_24 1 1 images 667 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_29 1 1 667 672 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_34 1 1 images 677 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_39 1 1 677 682 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"Concat Concat_40 4 1 652 672 662 682 683 1 ,"
"Convolution Conv_41 1 1 683 1177 1 12 16 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_42 1 1 1177 686 ,"
"Mul Mul_43 2 1 1177 686 687 ,"
"Convolution Conv_44 1 1 687 1180 16 1 16 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_45 1 1 1180 690 ,"
"Mul Mul_46 2 1 1180 690 691 ,"
"Convolution Conv_47 1 1 691 1183 1 16 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_48 1 1 1183 694 ,"
"Mul Mul_49 2 1 1183 694 695 ,"
"Convolution Conv_50 1 1 695 1186 1 32 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_51 1 1 1186 698 ,"
"Mul Mul_52 2 1 1186 698 699 ,"
"Convolution Conv_53 1 1 695 1189 1 32 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_54 1 1 1189 702 ,"
"Mul Mul_55 2 1 1189 702 703 ,"
"Convolution Conv_56 1 1 699 1192 1 16 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_57 1 1 1192 706 ,"
"Mul Mul_58 2 1 1192 706 707 ,"
"Convolution Conv_59 1 1 707 1195 16 1 16 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_60 1 1 1195 710 ,"
"Mul Mul_61 2 1 1195 710 711 ,"
"Convolution Conv_62 1 1 711 1198 1 16 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_63 1 1 1198 714 ,"
"Mul Mul_64 2 1 1198 714 715 ,"
"Add Add_65 2 1 715 699 716 ,"
"Concat Concat_66 2 1 716 703 717 1 ,"
"Convolution Conv_67 1 1 717 1201 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_68 1 1 1201 720 ,"
"Mul Mul_69 2 1 1201 720 721 ,"
"Convolution Conv_70 1 1 721 1204 32 1 32 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_71 1 1 1204 724 ,"
"Mul Mul_72 2 1 1204 724 725 ,"
"Convolution Conv_73 1 1 725 1207 1 32 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_74 1 1 1207 728 ,"
"Mul Mul_75 2 1 1207 728 729 ,"
"Convolution Conv_76 1 1 729 1210 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_77 1 1 1210 732 ,"
"Mul Mul_78 2 1 1210 732 733 ,"
"Convolution Conv_79 1 1 729 1213 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_80 1 1 1213 736 ,"
"Mul Mul_81 2 1 1213 736 737 ,"
"Convolution Conv_82 1 1 733 1216 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_83 1 1 1216 740 ,"
"Mul Mul_84 2 1 1216 740 741 ,"
"Convolution Conv_85 1 1 741 1219 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_86 1 1 1219 744 ,"
"Mul Mul_87 2 1 1219 744 745 ,"
"Convolution Conv_88 1 1 745 1222 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_89 1 1 1222 748 ,"
"Mul Mul_90 2 1 1222 748 749 ,"
"Add Add_91 2 1 749 733 750 ,"
"Convolution Conv_92 1 1 750 1225 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_93 1 1 1225 753 ,"
"Mul Mul_94 2 1 1225 753 754 ,"
"Convolution Conv_95 1 1 754 1228 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_96 1 1 1228 757 ,"
"Mul Mul_97 2 1 1228 757 758 ,"
"Convolution Conv_98 1 1 758 1231 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_99 1 1 1231 761 ,"
"Mul Mul_100 2 1 1231 761 762 ,"
"Add Add_101 2 1 762 750 763 ,"
"Convolution Conv_102 1 1 763 1234 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_103 1 1 1234 766 ,"
"Mul Mul_104 2 1 1234 766 767 ,"
"Convolution Conv_105 1 1 767 1237 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_106 1 1 1237 770 ,"
"Mul Mul_107 2 1 1237 770 771 ,"
"Convolution Conv_108 1 1 771 1240 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_109 1 1 1240 774 ,"
"Mul Mul_110 2 1 1240 774 775 ,"
"Add Add_111 2 1 775 763 776 ,"
"Concat Concat_112 2 1 776 737 777 1 ,"
"Convolution Conv_113 1 1 777 1243 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_114 1 1 1243 780 ,"
"Mul Mul_115 2 1 1243 780 781 ,"
"Convolution Conv_116 1 1 781 1246 64 1 64 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_117 1 1 1246 784 ,"
"Mul Mul_118 2 1 1246 784 785 ,"
"Convolution Conv_119 1 1 785 1249 1 64 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_120 1 1 1249 788 ,"
"Mul Mul_121 2 1 1249 788 789 ,"
"Convolution Conv_122 1 1 789 1252 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_123 1 1 1252 792 ,"
"Mul Mul_124 2 1 1252 792 793 ,"
"Convolution Conv_125 1 1 789 1255 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_126 1 1 1255 796 ,"
"Mul Mul_127 2 1 1255 796 797 ,"
"Convolution Conv_128 1 1 793 1258 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_129 1 1 1258 800 ,"
"Mul Mul_130 2 1 1258 800 801 ,"
"Convolution Conv_131 1 1 801 1261 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_132 1 1 1261 804 ,"
"Mul Mul_133 2 1 1261 804 805 ,"
"Convolution Conv_134 1 1 805 1264 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_135 1 1 1264 808 ,"
"Mul Mul_136 2 1 1264 808 809 ,"
"Add Add_137 2 1 809 793 810 ,"
"Convolution Conv_138 1 1 810 1267 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_139 1 1 1267 813 ,"
"Mul Mul_140 2 1 1267 813 814 ,"
"Convolution Conv_141 1 1 814 1270 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_142 1 1 1270 817 ,"
"Mul Mul_143 2 1 1270 817 818 ,"
"Convolution Conv_144 1 1 818 1273 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_145 1 1 1273 821 ,"
"Mul Mul_146 2 1 1273 821 822 ,"
"Add Add_147 2 1 822 810 823 ,"
"Convolution Conv_148 1 1 823 1276 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_149 1 1 1276 826 ,"
"Mul Mul_150 2 1 1276 826 827 ,"
"Convolution Conv_151 1 1 827 1279 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_152 1 1 1279 830 ,"
"Mul Mul_153 2 1 1279 830 831 ,"
"Convolution Conv_154 1 1 831 1282 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_155 1 1 1282 834 ,"
"Mul Mul_156 2 1 1282 834 835 ,"
"Add Add_157 2 1 835 823 836 ,"
"Concat Concat_158 2 1 836 797 837 1 ,"
"Convolution Conv_159 1 1 837 1285 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_160 1 1 1285 840 ,"
"Mul Mul_161 2 1 1285 840 841 ,"
"Convolution Conv_162 1 1 841 1288 128 1 128 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_163 1 1 1288 844 ,"
"Mul Mul_164 2 1 1288 844 845 ,"
"Convolution Conv_165 1 1 845 1291 1 128 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_166 1 1 1291 848 ,"
"Mul Mul_167 2 1 1291 848 849 ,"
"Convolution Conv_168 1 1 849 1294 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_169 1 1 1294 852 ,"
"Mul Mul_170 2 1 1294 852 853 ,"
"Pooling MaxPool_171 1 1 853 854 0 5 5 1 1 2 2 -1 -1 -1 0 ,"
"Pooling MaxPool_172 1 1 853 855 0 9 9 1 1 4 4 -1 -1 -1 0 ,"
"Pooling MaxPool_173 1 1 853 856 0 13 13 1 1 6 6 -1 -1 -1 0 ,"
"Concat Concat_174 4 1 853 854 855 856 857 1 ,"
"Convolution Conv_175 1 1 857 1297 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_176 1 1 1297 860 ,"
"Mul Mul_177 2 1 1297 860 861 ,"
"Convolution Conv_178 1 1 861 1300 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_179 1 1 1300 864 ,"
"Mul Mul_180 2 1 1300 864 865 ,"
"Convolution Conv_181 1 1 861 1303 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_182 1 1 1303 868 ,"
"Mul Mul_183 2 1 1303 868 869 ,"
"Convolution Conv_184 1 1 865 1306 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_185 1 1 1306 872 ,"
"Mul Mul_186 2 1 1306 872 873 ,"
"Convolution Conv_187 1 1 873 1309 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_188 1 1 1309 876 ,"
"Mul Mul_189 2 1 1309 876 877 ,"
"Convolution Conv_190 1 1 877 1312 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_191 1 1 1312 880 ,"
"Mul Mul_192 2 1 1312 880 881 ,"
"Concat Concat_193 2 1 881 869 882 1 ,"
"Convolution Conv_194 1 1 882 1315 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_195 1 1 1315 885 ,"
"Mul Mul_196 2 1 1315 885 886 ,"
"Convolution Conv_197 1 1 886 1318 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_198 1 1 1318 889 ,"
"Mul Mul_199 2 1 1318 889 890 ,"
"Upsample Resize_201 1 1 890 895 1 2 2 0 ,"
"Concat Concat_202 2 1 895 841 896 1 ,"
"Convolution Conv_203 1 1 896 1321 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_204 1 1 1321 899 ,"
"Mul Mul_205 2 1 1321 899 900 ,"
"Convolution Conv_206 1 1 896 1324 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_207 1 1 1324 903 ,"
"Mul Mul_208 2 1 1324 903 904 ,"
"Convolution Conv_209 1 1 900 1327 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_210 1 1 1327 907 ,"
"Mul Mul_211 2 1 1327 907 908 ,"
"Convolution Conv_212 1 1 908 1330 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_213 1 1 1330 911 ,"
"Mul Mul_214 2 1 1330 911 912 ,"
"Convolution Conv_215 1 1 912 1333 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_216 1 1 1333 915 ,"
"Mul Mul_217 2 1 1333 915 916 ,"
"Concat Concat_218 2 1 916 904 917 1 ,"
"Convolution Conv_219 1 1 917 1336 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_220 1 1 1336 920 ,"
"Mul Mul_221 2 1 1336 920 921 ,"
"Convolution Conv_222 1 1 921 1339 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_223 1 1 1339 924 ,"
"Mul Mul_224 2 1 1339 924 925 ,"
"Upsample Resize_226 1 1 925 930 1 2 2 0 ,"
"Concat Concat_227 2 1 930 781 931 1 ,"
"Convolution Conv_228 1 1 931 1342 1 128 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_229 1 1 1342 934 ,"
"Mul Mul_230 2 1 1342 934 935 ,"
"Convolution Conv_231 1 1 931 1345 1 128 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_232 1 1 1345 938 ,"
"Mul Mul_233 2 1 1345 938 939 ,"
"Convolution Conv_234 1 1 935 1348 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_235 1 1 1348 942 ,"
"Mul Mul_236 2 1 1348 942 943 ,"
"Convolution Conv_237 1 1 943 1351 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_238 1 1 1351 946 ,"
"Mul Mul_239 2 1 1351 946 947 ,"
"Convolution Conv_240 1 1 947 1354 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_241 1 1 1354 950 ,"
"Mul Mul_242 2 1 1354 950 951 ,"
"Concat Concat_243 2 1 951 939 952 1 ,"
"Convolution Conv_244 1 1 952 1357 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_245 1 1 1357 955 ,"
"Mul Mul_246 2 1 1357 955 956 ,"
"Convolution Conv_247 1 1 956 1360 64 1 64 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_248 1 1 1360 959 ,"
"Mul Mul_249 2 1 1360 959 960 ,"
"Convolution Conv_250 1 1 960 1363 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_251 1 1 1363 963 ,"
"Mul Mul_252 2 1 1363 963 964 ,"
"Concat Concat_253 2 1 964 925 965 1 ,"
"Convolution Conv_254 1 1 965 1366 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_255 1 1 1366 968 ,"
"Mul Mul_256 2 1 1366 968 969 ,"
"Convolution Conv_257 1 1 965 1369 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_258 1 1 1369 972 ,"
"Mul Mul_259 2 1 1369 972 973 ,"
"Convolution Conv_260 1 1 969 1372 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_261 1 1 1372 976 ,"
"Mul Mul_262 2 1 1372 976 977 ,"
"Convolution Conv_263 1 1 977 1375 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_264 1 1 1375 980 ,"
"Mul Mul_265 2 1 1375 980 981 ,"
"Convolution Conv_266 1 1 981 1378 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_267 1 1 1378 984 ,"
"Mul Mul_268 2 1 1378 984 985 ,"
"Concat Concat_269 2 1 985 973 986 1 ,"
"Convolution Conv_270 1 1 986 1381 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_271 1 1 1381 989 ,"
"Mul Mul_272 2 1 1381 989 990 ,"
"Convolution Conv_273 1 1 990 1384 128 1 128 3 3 2 2 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_274 1 1 1384 993 ,"
"Mul Mul_275 2 1 1384 993 994 ,"
"Convolution Conv_276 1 1 994 1387 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_277 1 1 1387 997 ,"
"Mul Mul_278 2 1 1387 997 998 ,"
"Concat Concat_279 2 1 998 890 999 1 ,"
"Convolution Conv_280 1 1 999 1390 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_281 1 1 1390 1002 ,"
"Mul Mul_282 2 1 1390 1002 1003 ,"
"Convolution Conv_283 1 1 999 1393 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_284 1 1 1393 1006 ,"
"Mul Mul_285 2 1 1393 1006 1007 ,"
"Convolution Conv_286 1 1 1003 1396 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_287 1 1 1396 1010 ,"
"Mul Mul_288 2 1 1396 1010 1011 ,"
"Convolution Conv_289 1 1 1011 1399 128 1 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_290 1 1 1399 1014 ,"
"Mul Mul_291 2 1 1399 1014 1015 ,"
"Convolution Conv_292 1 1 1015 1402 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_293 1 1 1402 1018 ,"
"Mul Mul_294 2 1 1402 1018 1019 ,"
"Concat Concat_295 2 1 1019 1007 1020 1 ,"
"Convolution Conv_296 1 1 1020 1405 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_297 1 1 1405 1023 ,"
"Mul Mul_298 2 1 1405 1023 1024 ,"
"Convolution Conv_299 1 1 956 1408 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_300 1 1 1408 1027 ,"
"Mul Mul_301 2 1 1408 1027 1028 ,"
"Convolution Conv_302 1 1 1028 1411 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_303 1 1 1411 1031 ,"
"Mul Mul_304 2 1 1411 1031 1032 ,"
"Convolution Conv_305 1 1 1032 1414 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_306 1 1 1414 1035 ,"
"Mul Mul_307 2 1 1414 1035 1036 ,"
"Convolution Conv_308 1 1 1036 1417 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_309 1 1 1417 1039 ,"
"Mul Mul_310 2 1 1417 1039 1040 ,"
"Convolution Conv_311 1 1 1040 1420 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_312 1 1 1420 1043 ,"
"Mul Mul_313 2 1 1420 1043 1044 ,"
"Convolution Conv_314 1 1 1044 1045 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_315 1 1 1028 1423 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_316 1 1 1423 1048 ,"
"Mul Mul_317 2 1 1423 1048 1049 ,"
"Convolution Conv_318 1 1 1049 1426 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_319 1 1 1426 1052 ,"
"Mul Mul_320 2 1 1426 1052 1053 ,"
"Convolution Conv_321 1 1 1053 1429 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_322 1 1 1429 1056 ,"
"Mul Mul_323 2 1 1429 1056 1057 ,"
"Convolution Conv_324 1 1 1057 1432 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_325 1 1 1432 1060 ,"
"Mul Mul_326 2 1 1432 1060 1061 ,"
"Convolution Conv_327 1 1 1061 1062 1 64 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_328 1 1 1061 1063 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_329 1 1 1063 1064 ,"
"Sigmoid Sigmoid_330 1 1 1045 1065 ,"
"Concat Concat_331 3 1 1062 1064 1065 1066 1 ,"
"Convolution Conv_332 1 1 990 1435 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_333 1 1 1435 1069 ,"
"Mul Mul_334 2 1 1435 1069 1070 ,"
"Convolution Conv_335 1 1 1070 1438 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_336 1 1 1438 1073 ,"
"Mul Mul_337 2 1 1438 1073 1074 ,"
"Convolution Conv_338 1 1 1074 1441 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_339 1 1 1441 1077 ,"
"Mul Mul_340 2 1 1441 1077 1078 ,"
"Convolution Conv_341 1 1 1078 1444 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_342 1 1 1444 1081 ,"
"Mul Mul_343 2 1 1444 1081 1082 ,"
"Convolution Conv_344 1 1 1082 1447 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_345 1 1 1447 1085 ,"
"Mul Mul_346 2 1 1447 1085 1086 ,"
"Convolution Conv_347 1 1 1086 1087 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_348 1 1 1070 1450 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_349 1 1 1450 1090 ,"
"Mul Mul_350 2 1 1450 1090 1091 ,"
"Convolution Conv_351 1 1 1091 1453 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_352 1 1 1453 1094 ,"
"Mul Mul_353 2 1 1453 1094 1095 ,"
"Convolution Conv_354 1 1 1095 1456 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_355 1 1 1456 1098 ,"
"Mul Mul_356 2 1 1456 1098 1099 ,"
"Convolution Conv_357 1 1 1099 1459 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_358 1 1 1459 1102 ,"
"Mul Mul_359 2 1 1459 1102 1103 ,"
"Convolution Conv_360 1 1 1103 1104 1 64 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_361 1 1 1103 1105 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_362 1 1 1105 1106 ,"
"Sigmoid Sigmoid_363 1 1 1087 1107 ,"
"Concat Concat_364 3 1 1104 1106 1107 1108 1 ,"
"Convolution Conv_365 1 1 1024 1462 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_366 1 1 1462 1111 ,"
"Mul Mul_367 2 1 1462 1111 1112 ,"
"Convolution Conv_368 1 1 1112 1465 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_369 1 1 1465 1115 ,"
"Mul Mul_370 2 1 1465 1115 1116 ,"
"Convolution Conv_371 1 1 1116 1468 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_372 1 1 1468 1119 ,"
"Mul Mul_373 2 1 1468 1119 1120 ,"
"Convolution Conv_374 1 1 1120 1471 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_375 1 1 1471 1123 ,"
"Mul Mul_376 2 1 1471 1123 1124 ,"
"Convolution Conv_377 1 1 1124 1474 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_378 1 1 1474 1127 ,"
"Mul Mul_379 2 1 1474 1127 1128 ,"
"Convolution Conv_380 1 1 1128 1129 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_381 1 1 1112 1477 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_382 1 1 1477 1132 ,"
"Mul Mul_383 2 1 1477 1132 1133 ,"
"Convolution Conv_384 1 1 1133 1480 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_385 1 1 1480 1136 ,"
"Mul Mul_386 2 1 1480 1136 1137 ,"
"Convolution Conv_387 1 1 1137 1483 64 1 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Sigmoid Sigmoid_388 1 1 1483 1140 ,"
"Mul Mul_389 2 1 1483 1140 1141 ,"
"Convolution Conv_390 1 1 1141 1486 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_391 1 1 1486 1144 ,"
"Mul Mul_392 2 1 1486 1144 1145 ,"
"Convolution Conv_393 1 1 1145 1146 1 64 4 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_394 1 1 1145 1147 1 64 1 1 1 1 1 0 0 1 -1 1 1 ,"
"Sigmoid Sigmoid_395 1 1 1147 1148 ,"
"Sigmoid Sigmoid_396 1 1 1129 1149 ,"
"Concat Concat_397 3 1 1146 1148 1149 1150 1 ,"
"Reshape Reshape_405 1 1 1066 1158 0 4 4 0 6 -1 1 ,"
"Reshape Reshape_413 1 1 1108 1166 0 4 4 0 6 -1 1 ,"
"Reshape Reshape_421 1 1 1150 1174 0 4 4 0 6 -1 1 ,"
"Concat Concat_422 3 1 1158 1166 1174 1175 2 ,"
"Permute Transpose_423 1 1 1175 output 3 0 2 1 ,"
